[
  {
    "Index": 0,
    "Title": "Dataviz",
    "Date": "20/09/2023 - 20/11/2023",
    "Lien1": "https://lou-annedub.github.io/DataF1/",
    "Lien2": "https://github.com/Lou-AnneDub/DataF1",
    "Description": "En deuxième année de BUT, nous avons eu l'occasion de faire un site de data visualisation, c'est-à-dire un site pour présenter  un sujet avec des chiffres et des graphiques. Nous avons donc dû choisir un sujet, avec ma coéquipière, nous avons choisi de faire un site sur la Formule 1. Nous avons donc présenter l'évolution de ce sport automobile à travers les années grâce aux classements des pilotes et des écuries.",
    "Text": "Grâce à ce projet, j'ai pu apprendre à utiliser Gsap pour les animations mais aussi à utiliser GitHub pour travailler en groupe. J'ai aussi pu apprendre à créer des graphiques et gérer des données dans un certain but. Ce projet m'a permis de m'améliorer dans la gestion de projet et dans la communication avec les autres.",
    "Techno": ["HTML", "CSS", "JavaScript", "Gsap", "GitHub", "Figma"],
    "Context": ["BUT MMI", "2ème année", "en groupe"],
    "Create": ["Pauline GAZENGEL", "Me !"],
    "Img": ["MaquetteDataviz.png", "MoodDataviz.jpg", "FigmaDataviz.png"],
    "Mockup1":"MaquetteDatavizMock.png",
    "Mockup": ["mockup/MaquetteDatavizMock.png", "mockup/MoodDatavizMock.png", "mockup/FigmaDatavizMock.png"]
  },
  {
    "Index": 1,
    "Title": "Refonte UI/UX",
    "Date": "04/23",
    "Lien1": "https://www.figma.com/file/MZ4eLzWOym7wM3EX2rLZOI/Pauline-GAZENGEL-et-Lou-Anne-DUBILLE--%3E-Parc-Ast%C3%A9rix?type=design&node-id=0%3A1&mode=design&t=q7nywblX5ofdt9mG-1",
    "Lien2": "",
    "Description": "En première année de BUT, nous avons suivi un cours sur le design UI. Pour clôturer celui-ci, nous avons dû, par deux, faire une maquette de refonte d’un site avec une demande particulière : proposer un univers opposé à celui existant. Avec ma coéquipière, nous avons choisi le site du parc Astérix et l’avons transformé en un site plus luxueux.",
    "Text": "Lors de ce travail, j’ai pu m’améliorer dans l’utilisation de Figma mais j’ai pu aussi appliquer les connaissance d’UI que j’ai reçu pendant les cours.",
    "Techno": ["Figma", "Photoshop"],
    "Context": ["BUT MMI", "1ère année", "en groupe"],
    "Create": ["Pauline GAZENGEL", "Me !"],
    "Img": ["MaquetteRefonte.png", "MoodRefonte.png", "FigmaRefonte.png"],
    "Mockup1": "MaquetteRefonteMock.png",
    "Mockup": ["mockup/MaquetteRefonteMock.png", "mockup/MoodRefonteMock.png", "mockup/FigmaRefonteMock.png"]
  },
  {
    "Index": 2,
    "Title": "Portrait Chinois",
    "Date": "22/11/2022 - 12/01/2023",
    "Lien1": "https://lou-annedub.github.io/Portrait-Chinois/",
    "Lien2": "https://github.com/Lou-AnneDub/Portrait-Chinois",
    "Description": "En première année de BUT, nous avons réaliser un portrait chinois sous forme de site afin de nous présenter de façon unique. Nous avions certaines contraintes, notamment de faire un formulaire pour que les visiteurs ajoutent une analogie.",
    "Text": "Lors de ce projet, j'ai pu appliquer les connaissances acquises en cours, notamment l’HTML, CSS et le JavaScript. Il m’a permis d’en apprendre plus sur moi à travers la recherche d'analogies.",
    "Techno": ["HTML", "CSS", "JavaScript", "GitHub", "o2switch"],
    "Context": ["BUT MMI", "1ère année", "solo"],
    "Create": ["Me !"],
    "Img": ["Portrait1.png", "Portrait2.png", "Portrait3.png"],
    "Mockup1": "Portrait1Mock.png",
    "Mockup": ["mockup/Portrait1Mock.png", "mockup/Portrait2Mock.png", "mockup/Portrait3Mock.png"]
  },
  {
    "Index": 3,
    "Title": "Projet Citoyen",
    "Date": "17/02/2023 - 16/06/2023",
    "Lien1": "https://maraudes.merouane.butmmi.o2switch.site/",
    "Lien2": "https://www.figma.com/file/058rOOfAXB7PaE0GftdByT/Maraudes?type=design&node-id=90%3A2&mode=design&t=bHC9IVFV4q6H9Z4H-1",
    "Description": "En première année de BUT, nous avons dû choisir projet citoyen et créer et mettre en oeuvre la communication de celui-ci. Avec mon groupe, nous avons choisis de faire la communication du projet Maraudes de L’Équipage Solidaire. Nous avons donc fait un site avec WordPress, une vidéo en motion design, ainsi que quelques posts pour les réseaux.",
    "Text": "Lors de ce projet, j’ai pu apprendre à utiliser WordPress réellement, même si nous n’avions pas de plugins en plus. J’ai aussi pu découvrir comment on faisait une charte rédactionnelle, un dossier de conception mais aussi comment appliquer un plan de communication à un projet. Lors de ce projet, j’étais cheffe de projet, j’ai donc pu apprendre à coordonner plusieurs personnes mais aussi gérer des problèmes d'organisation ou entre plusieurs membres.",
    "Techno": ["WordPress", "Figma", "Instagram"],
    "Context": ["BUT MMI", "1ère année", "en groupe"],
    "Create": ["Idriss MEROUANE","Pauline GAZENGEL", "Caroline DOUNG", "Me !"],
    "Img":["MaquetteCitoyen.png", "FigmaCitoyen.png", "InstaCitoyen.png"],
    "Mockup1": "MaquetteCitoyenMock.png",
    "Mockup": ["mockup/MaquetteCitoyenMock.png", "mockup/FigmaCitoyenMock.png", "mockup/InstaCitoyenMock.png"]
  },
  {
    "Index": 4,
    "Title": "CV Video",
    "Date": "19/10/2023 - 24/12/2023",
    "Lien1": "",
    "Lien2": "",
    "Description": "EN COURS - LIEN BIENTÔT DISPONIBLE. En deuxième année de BUT, il nous a été demandé de réaliser un CV  au format vidéo. Nous avions plusieurs contraintes, notamment : une durée de 2 minutes 30 maximum, avec un certain nombres de plans, de mouvements, de tracking et de transition. De plus, le tout devait être fait en anglais.",
    "Text": "Avec ce projet, j'ai pu apprendre à écrire un script pour un CV video, mais aussi à faire un story board pour visualiser les plans et le travail à faire. J'ai pu filmer avec un stabilisateur de téléphone (L'Osmo de la marque DJI) et mettre en video les idées que j'avais. Ce projet est toujours en cours mais pour le montage je vais utiliser After Effect et Premiere Pro en cas de besoin.",
    "Techno": ["Photoshop", "After Effect", "DJI Osmo"],
    "Context": ["BUT MMI", "2ème année", "solo"],
    "Create": ["Me !"],
    "Img":["CVvideo.png", "ScriptCV.png", ".png"],
    "Mockup1": "CVvideoMock.png",
    "Mockup": ["mockup/CVvideoMock.png", "mockup/ScriptCVMock.png", "mockup/.png"]
  }
]